IDEA Open Model
BondedTendon Properties
The BondedTendon type exposes the following members.
Properties
Name | Description
Geometry
 Geometry
Id
 Element Id
 (Inherited from OpenElementId.)
Material
 Material
 (Inherited from Tendon.)
NumberOfStrand
 Number of strands
 (Inherited from Tendon.)
Top
See Also
Reference
BondedTendon Class
IdeaRS.OpenModel.Model Namespace